Repository: Gaff/tails
Catalog: wiki/src/doc/first_steps/media.*.po
Languages: it

source: [[!meta title="Choosing between burning a DVD and installing onto a USB stick or SD card"]]
it: [[!meta title="Scegliere se utilizzare un DVD o installare su USB o carta SD"]]

source: DVDs are read-only so your Tails can't be altered by a virus or an attacker.
it: DVD sono memorie in sola-lettura (read-only) in questo modo Tails non può essere modificato da virus o attaccanti.

source: DVDs are cheap but you will need to burn a new DVD each time you update your version of Tails.
it: DVD sono economici ma necessiterai di masterizzarti un nuovo DVD tutte le volte che vorrai aggiornare la tua versione di Tails.

source: You could also use a DVD-RW but those are not read-only.
it: Oppure potresti usare un DVD-RW, ma questi non sono in sola-lettura.

source: USB stick or SD card
it: Memorie USB o carte SD

source: An attacker with physical access to your device or through a virus could alter your Tails.
it: Un attaccante in possesso materiale del tuo dispositivo o attraverso un virus potrebbe riuscire ad alterarlo.

source: USB sticks and SD cards can be upgraded to future versions of Tails.
it: Le chiavette USB e le memorie in carta SD possono essere aggiornate alle nuove versioni di Tails.

source: You can use [[persistence|doc/first_steps/persistence]] and store your documents and configuration in an encrypted persistent volume on the same device.
it: Potresti usare [[persistence|doc/first_steps/persistence]] e salvare i tuoi documenti e configurazioni in una partizione criptata sullo stesso dispositivo.

source: USB sticks and SD cards are smaller to fit in your pocket.
it: Le chiavette USB e le carte SD sono piccoline ti stanno in tasca.

source: Some older computers might not be able to start from a USB stick or SD card.
it: I computer più vecchi potrebbero non essere in grado di avviarsi da memoria USB o carta SD.

source: Some USB sticks, SD cards, or SD card adapters have a read-only switch that can prevent your Tails from being altered, but be aware that this protection is most probably not ensured by the device itself: do not rely on untrusted computers to respect this feature.
it: Alcune chiavette USB, carte SD e adattatori di SD possono avere un interruttore read-only (sola-lettura) che può impedire che la tua copia di Tails venga alterata, ma stai in guardia da questi dispositivi dato che la protezione molto probabilmente non è garantita dal dispositivo stesso: non fare affidamento in computer che non rispettano questa funzione.
