Repository: Gaff/tails
Catalog: wiki/src/doc/first_steps/upgrade.*.po
Languages: es

source: [[!meta title="Upgrading a Tails USB stick"]]
es: [[!meta title="Actualizar un USB stick de Tails"]]

source: Tails includes an automatic mechanism to upgrade a USB stick to a newer version. In some cases, it is impossible to do an **automatic upgrade** and you might have to do a **manual upgrade**. This page describes both techniques.
es: Tails incluye un mecanismo para actualizar las memorias USB a la última versión.

source: Our upgrades always fix important security issues so it is important to do them as soon as possible.
es: Nuestras actualizaciones corrigen problemas de seguridad importantes por lo que es importante realizarlas tan pronto como sea posible.

source: Both techniques only work if the upgraded USB stick, was installed using <span class="application">Tails Installer</span>. **The persistent storage on the USB stick will be preserved.**
es: Ambos métodos solo funcionan si la memoria USB actualizada fue instalada con el <span class="application">Tails installer</span>. **El almacenamiento persistente en el dispositivo será preservado.**

source: <p>If you use Tails from a DVD, you need to [[burn a new DVD|install/dvd]].</p>
es: <p>Si utilizas Tails desde un DVD, necesitas [[grabar un nuevo DVD|install/dvd]].</p>

source: <p>If you use Tails from a USB stick installed from macOS using the command line, you need to [[reinstall|install/mac/usb-overview]].</p>
es: <p>Si utilizas Tails desde una memoria USB instalada desde macOS utilizando la linea de comandos, necesitas [[reinstalar|install/mac/usb/overview]].</p>

source: Automatic upgrade using <span class="application">Tails Upgrader</span>
es: Actualización automática usando <span class="application">Tails Upgrader</span>

source: After starting Tails and connecting to Tor, <span class="application">Tails Upgrader</span> automatically checks if upgrades are available and then proposes you to upgrade your USB stick. The upgrades are checked for and downloaded through Tor.
es: Después de iniciar Tails y conectarse a Tor, el <span class="application">Actualizador de Tails</span> automáticamente comprueba si hay actualizaciones disponibles y luego propone que actualices el dispositivo. Las actualizaciones son comprobadas y descargadas a través de Tor.

source: The advantages of this technique are the following:
es: Las ventajas de esta técnica son las siguientes:

source: You only need a single Tails USB stick. The upgrade is done on the fly from a running Tails. After upgrading, you can restart and use the new version.
es: Solo necesitas un solo dispositivo Tails. La actualización es hecha sobre la marcha desde un Tails en ejecución. Después de actualizar, puedes reiniciar y utilizar la nueva versión.

source: The upgrade is much smaller to download than a full ISO image.
es: La actualización es mucho mas pequeña para descargar que una imagen ISO completa.

source: The upgrade mechanism includes cryptographic verification of the upgrade. You don't have to verify the ISO image yourself anymore.
es: El mecanismo de actualización incluye verificación criptográfica de la misma. Ya no tienes que verificar la imagen ISO por ti mismo.

source: Requirements:
es: Requerimientos:

source: A Tails USB stick, installed using <span class="application">Tails Installer</span>.
es: Un dispositivo Tails, instalado utilizando el <span class="application">Tails Installer</span>.

source: An Internet connection.
es: Una conexión de Internet.

source: After connecting to Tor, if an upgrade is available, a dialog appears and proposes you to upgrade your USB stick.
es: Después de conectarse a Tor, si una actualización esta disponible, un cuadro de dialogo aparece y te propone actualizar tu dispositivo.

source: <ul> <li>It is recommended to close all the open applications during the upgrade.</li> <li>Downloading the upgrade might take a long time, from several minutes to a few hours.</li> <li>The networking will be disabled after downloading the upgrade.</li> </ul>
es: <ul> <li>Se recomienda cerrar todas las aplicaciones abiertas durante la actualización.</li> <li>Descargar la actualización puede llevar mucho tiempo, desde algunos minutos a varias horas.</li> <li>La red será deshabilitada después de descargar la actualización.</li> </ul>

source: If you decide to do the upgrade, click on <span class="guilabel">Upgrade now</span>, and follow the assistant through the upgrade process.
es: Si decides realizar la actualización, haz click en <span class="guilabel">Actualizar ahora</span>, y sigue las instrucciones a través del proceso de actualización.

source: If you missed an upgrade, each upgrade will be installed one after the other. For exemple, if you have a Tails 1.3 and the current version is 1.3.2, then the upgrade to 1.3.1 will be installed, and after you restart Tails, the upgrade to 1.3.2 will be installed.
es: Si te has perdido una actualización, cada actualización se instalará una tras otra. Por ejemplo, si tienes Tails 1.3 y la versión actual es 1.3.2, primero se instalará la actualización a 1.3.1 y después de reiniciar Tails, se instalará la actualización a 1.3.2.

source: <p>If you cannot upgrade at startup (for example if you have no network connection by then), you can start <span class="application">Tails Upgrader</span> later by opening a terminal and executing the following command:</p>
es: <p>Si no puedes actualizar al inicio (por ejemplo, si no tienes conexión de internet en ese momento), puedes iniciar <span class="application">Tails Upgrader</span> más tarde abriendo una Terminal y ejecutando el siguiente comando:</p>

source: <p>We recommend you read the [[release notes|release_notes]] for the latest version. They document all the changes in this new version:</p>
es: <p>Te recomendamos que leas las [[notas de lanzamiento|release_notes]] de la última versión, ya que documentan todos los cambios de esta nueva versión:</p>

source: <ul> <li>new features</li> <li>problems that were solved</li> <li>known issues that have already been identified</li> </ul>
es: <ul> <li>nuevas funcionalidades</li> <li>problemas resueltos</li> <li>problemas conocidos que se han identificado</li> </ul>

source: <p>They might also contain <strong>special instructions for upgrading</strong>.</p>
es: <p>Puede que también contengan <strong>instrucciones para actualizar</strong>.</p>

source: If an error occurs, the assistant proposes you to read one of the following pages:
es: Si hay un error el asistente te propondrá leer una de las siguientes páginas:

source: If an error occurs while checking for available upgrades:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
es: Si ocurre algún error mientras compruebas por las actualizaciones disponibles:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.es.html|upgrade/error/check]]

source: If an error occurs while download the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
es: Si algún error ocurre mientras descargas la actualización:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.es.html|upgrade/error/download]]

source: If an error occurs while installing the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
es: Si algún error ocurre mientras instalas la actualización:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.es.html|upgrade/error/install]]

source: Manual upgrade using <span class="application">Tails Installer</span>
es: Actualización manual usando <span class="application">Tails Installer</span>

source: It might not always be possible to do an automatic upgrade as described above. For example, when:
es: Puede que no siempre sea posible hacer una actualización automática como se describe anteriormente. Por ejemplo, cuando:

source: No automatic upgrade is available from our website for this version.
es: No hay ninguna actualización automática disponible en nuestro sitio web para esta versión.

source: The automatic upgrade is impossible for technical reasons (not enough memory, not enough free space on the USB stick, etc.).
es: La actualización automática es imposible por razones técnicas (no hay suficiente memoria, no hay suficiente espacio libre en el dispositivo, etc.).

source: You want to upgrade from another Tails USB stick which already has a newer version installed, for example when working offline.
es: Deseas actualizar desde otro dispositivo Tails que ya tiene instalada una versión más reciente, por ejemplo al trabajar sin conexión.

source: The automatic upgrade failed and you need to repair a Tails USB stick.
es: La actualización automática falló y necesitas reparar tu dispositivo Tails.

source: After connecting to Tor, a dialog informs you if you have to upgrade your USB stick using <span class="application">Tails Installer</span> to a newer version of Tails. To do so, follow our [[manual upgrade instructions|/upgrade]].
es: Después de conectar a Tor, un diálogo te informará si debes actualizar tu memoria USB con <span class="application">Tails Installer</span> a una versión más reciente de Tails. Para hacerlo sigue nuestras [[instrucciones de actualización manual|/upgrade]].

source: To know your version of Tails, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span> </span>
es: Para conocer tu versión de Tails, elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Acerca de Tails</span> </span>
