Repository: Gaff/tails
Catalog: wiki/src/upgrade/tails.*.po
Languages: es, fr

source: [[!meta title="Manually upgrade inside Tails"]]
es: [[!meta title="Actualizar manualmente desde Tails"]]
fr: [[!meta title="Mettre à jour manuellement dans Tails"]]

source: [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes"]]
fr: [[!inline pages="install/inc/tails-installation-assistant.inline.fr" raw="yes"]]

source: <p class="start">Start in Tails.</p>
es: <p class="start">Iniciar en Tails.</p>
fr: <p class="start">Démarrez Tails.</p>

source: [[!inline pages="install/inc/steps/download.inline" raw="yes"]]
fr: [[!inline pages="install/inc/steps/download.inline.fr" raw="yes"]]

source: Install an intermediary Tails
es: Instalar un Tails intermedio
fr: Installer un Tails intermédiaire

source: In this step, you will install an intermediary Tails by cloning your outdated Tails on another USB stick using <span class="application">Tails Installer</span>.
es: En este paso, instalarás un Tails intermedio clonando tu Tails desactualizado en otra memoria USB usando el <span class="application">Tails Installer</span>.
fr: À cette étape, vous devrez installer un Tails intermédiaire en clonant votre Tails obsolète sur une autre clé USB en utilisant l'<span class="application">Installeur de Tails</span>.

source: <p>All the data on this USB stick will be lost.</p>
es: <p>Toda la información en esta memoria USB se perderá.</p>
fr: <p>Toutes les données sur la clé USB seront perdus.</p>

source: <p>The persistent storage of your Tails USB stick will not be copied.</p>
es: <p>El almacenamiento persistente de tu memoria USB no se copiará.</p>
fr: <p>Le stockage persistant de votre clé USB Tails ne sera pas copié.</p>

source: Plug the intermediary USB stick in the computer.
es: Conecta la memoria USB intermediaria en la computadora.
fr: Brancher la clé USB intermédiaire dans l'ordinateur.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
es: 1. Elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> para iniciar el <span class="application">Tails Installer</span>.
fr: 1. Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation de Tails</span> </span> pour démarrer l'<span class="application">Installeur de Tails</span>.

source: Click on the <span class="button">Install by cloning</span> button.
es: Haz click en el botón <span class="button">Instalación por clonación</span>.
fr: Cliquer sur le bouton <span class="button">Installer par clonage</span>.

source: Use the <span class="guilabel">Target Device</span> drop-down list to specify the intermediary USB stick.
es: Usa la lista desplegable de <span class="guilabel">Dispositivo de Destino</span> para especificar la memoria USB intemedia.
fr: Utiliser la liste déroulante <span class="guilabel">Périphérique cible</span> pour sélectionner la clé USB intermédiaire.

source: To start the installation, click on the <span class="button">Install Tails</span> button.
es: Para iniciar la instalación, haz click en el botón <span class="button">Instalar Tails</span>.
fr: Pour démarrer l'installation, cliquer sur le bouton <span class="button">Installer Tails</span>.

source: Read the warning message in the confirmation dialog. Click on <span class="button">Yes</span> to confirm.
es: Lee el mensaje de advertencia en el cuadro de confirmación. Haz click en <span class="button">Sí</span> para confirmar.
fr: Lire le message d'avertissement dans la fenêtre de confirmation. Cliquer sur <span class="button">Oui</span> pour confirmer.

source: The installation takes a few minutes.
es: La instalación dura algunos minutos.
fr: L'installation prend quelques minutes.

source: <div class="bug"> <p>The progress bar usually freezes for some time around 95 percent while synchronizing data on disk.</p> </div>
es: <div class="bug"> <p>La barra de progreso usualmente se congela algo de tiempo alrededor del 95 por ciento mientras sincroniza información en el disco.</p> </div>
fr: <div class="bug"> <p>La barre de progression se fige généralement pendant quelques instants aux alentours des 95 pourcents pendant la synchronisation des données sur le disque.</p> </div>

source: Close <span class="application">Tails Installer</span>.
es: Cierra el <span class="application">Tails Installer</span>.
fr: Fermer l'<span class="application">Installeur de Tails</span>.

source: Upgrade the intermediary Tails
es: Actualiza el Tails intermedio
fr: Mettre à jour le Tails intermédiaire

source: In this step, you will upgrade the intermediary Tails using the Tails ISO image that you downloaded earlier.
es: En este paso, actualizarás el Tails intermedio utilizando la imagen ISO de Tails que has bajado antes.
fr: À cette étape, vous devrez mettre à jour le Tails intermédiaire en utilisant l'image ISO Tails que vous avez téléchargé précédemment.

source: 1. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span> again.
es: 1. Elige <span class="menuchoice"> <span class="guimenu">Aplicaciones</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> para iniciar el <span class="application">Tails Installer</span> nuevamente.
fr: 1. Choisir <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation de Tails</span> </span> pour démarrer l'<span class="application">Installeur de Tails</span> à nouveau.

source: Click on the <span class="button">Upgrade from ISO</span> button.
es: Haz click en el botón <span class="button">Actualizar desde ISO</span>.
fr: Cliquer sur le bouton <span class="button">Mettre à jour depuis une ISO</span>.

source: Click <span class="button">Browse</span> and choose the ISO image that you downloaded earlier.
es: Haz click en <span class="button">Explorar</span> y elige la imagen ISO que descargaste previamente.
fr: Cliquer sur <span class="button">Parcourir</span> et choisir l'image ISO que vous avez téléchargé précédemment.

source: Choose the intermediary USB stick in the <span class="guilabel">Target Device</span> drop-down list.
es: Elige la memoria USB intermedia en la lista desplegable <span class="guilabel">Dispositivo de Destino</span>.
fr: Choisir la clé USB intermédiaire dans la liste déroulante <span class="guilabel">Périphérique cible</span>.

source: To start the upgrade, click on the <span class="button">Install Tails</span> button.
es: Para iniciar la actualización, haz click en el botón <span class="button">Instalar Tails</span>.
fr: Pour démarrer la mise à jour, cliquer sur le bouton <span class="button">Installer Tails</span>.

source: Read the warning message in the pop-up window. Click on the <span class="button">Yes</span> button to confirm.
es: Lee el mensaje de precaución en la ventana pop-up. Haz click en el botón <span class="button">Sí</span> para confirmar.
fr: Lire le message d’avertissement dans la fenêtre de dialogue. Cliquer sur le bouton <span class="button">Oui</span> pour confirmer.

source: The upgrade takes a few minutes.
es: La actualización dura unos minutos.
fr: La mise à jour prend quelques minutes.

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes"]]
fr: [[!inline pages="install/inc/steps/restart_first_time.inline.fr" raw="yes"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes"]]
fr: [[!inline pages="install/inc/steps/install_final.inline.fr" raw="yes"]]

source: [[!img install/inc/screenshots/tails_installer_in_tails.png class="screenshot" link="no" alt="Tails Installer: 'Install by cloning', 'Upgrade by cloning', 'Upgrade from ISO'"]]
es: [[!img install/inc/screenshots/tails_installer_in_tails.png class="screenshot" link="no" alt="Tails Installer: 'Instalación por clonación', 'Actualización por cloning', 'Actualizar desde ISO'"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/restart_first_time.inline.es" raw="yes" sort="age"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/install_final.inline.es" raw="yes" sort="age"]]
