Repository: Gaff/tails
Catalog: wiki/src/install/mac.*.po
Languages: es

source: [[!meta title="Mac"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-mac" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes" sort="age"]]
es: [[!meta title="Mac"]] [[!meta stylesheet="bootstrap.min" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-mac" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline.es" raw="yes" sort="age"]]

source: Tails is not working on every Mac model and you might have to try <strong>different installation methods</strong>.
es: Tails no funciona en todos los modelos de Mac y puede que necesites intentar <strong>diferentes métodos de instalación</strong>.

source: At the end, maybe:
es: Al fin y al cabo, tal vez:

source: Tails will work <strong>perfectly</strong>!
es: ¡Tails funcione <strong>perfectamente</strong>!

source: You will start Tails with <strong>some core features missing</strong>.
es: Iniciaras Tails con <strong>algunas características principales faltantes</strong>.

source: You will start Tails with <strong>Wi-Fi or graphics problems</strong>.
es: Iniciaras Tails con <strong>problemas de Wi-Fi o gráficos</strong>.

source: It will be <strong>impossible</strong> to start Tails on your Mac.
es: Será <strong>imposible</strong> iniciar Tails en tu Mac.

source: Anyway, ready to give it a try?
es: De todas formas, ¿listo para intentarlo?

source: Try cloning from another Tails
es: Intentar clonar desde otro Tails

source: <small>Install from</small>
es: <small>Instalar desde</small>

source: Windows or Linux
es: Windows o Linux

source: Burn a DVD
es: Grabar un DVD

source: <small>and then install</small>
es: <small>y luego instalar</small>

source: <small>Install using</small>
es: <small>Instalar usando</small>

source: the command line
es: la linea de comandos

source: You can also:
es: También puedes:
