Repository: Gaff/tails
Catalog: wiki/src/download.*.po
Languages: it

source: [[!meta title="Download, verify and install"]] <strong>Tails is [[Free Software|doc/about/license]], you can download it, use it and share it without restriction.</strong>
it: [[!meta title="Scaricare, verificare e installare"]] <strong>Tails è [[Software Libero|doc/about/license]] e per questo puoi scaricarlo, usarlo e diffonderlo senza restrizioni.</strong>

source: First time user?
it: Utente principiante?

source: If you don't know what a metadata or a man-in-the-middle attack is.
it: Se non sai cosa sono i metadati o che cosa è un attacco man-in-the-middle.

source: If you think no-one can eavesdrop on your communications because you are using Tor.
it: Se pensi che nessuno possa intercettare le tue comunicazioni perché stai usando Tor.

source: If you have no notion of how Tails works.
it: Se non hai idea di come funziona Tails.

source: <strong>Then, check first the [[about]] and [[warning|doc/about/warning]] pages to make sure that Tails is the right tool for you and that you understand well its limitations.</strong>
it: <strong>Per prima cosa leggi le pagine [[Sul progetto|about]] e [[Avvertimenti|doc/about/warning]] per essere sicuro che Tails sia lo strumento di cui hai bisogno e per comprendere bene i suoi limiti.</strong>

source: Download the ISO image
it: Scarica l'immagine ISO

source: You will download Tails in the form of an <span class="definition">[[!wikipedia ISO_image desc="ISO image"]]</span>: a single file that you will later burn on a DVD or install onto a USB stick or SD card.
it: Puoi scaricare Tails in forma di <span class="definition">[[!wikipedia ISO_image desc="Immagine ISO"]]</span>: un singolo file che dovrai copiare come file eseguibile in un DVD o installarlo in una memoria USB o in una scheda SD.

source: Direct download
it: Download diretto

source: Latest release
it: Ultima versione

source: <a class='download-file' href=[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] ISO image <span class="download-file-size">[[!inline pages="inc/stable_i386_iso_size" raw="yes"]]</span></a>
it: <a class='download-file' href=[[!inline pages="inc/stable_i386_iso_url" raw="yes"]]> Tails [[!inline pages="inc/stable_i386_version" raw="yes"]] - immagine ISO</a>

source: Cryptographic signature
it: Firma digitale crittografica

source: Tails [[transitioned to a new signing key|news/signing_key_transition]] in Tails 1.3.1.
it: Tails [[sta adottando una nuova chiave di firma|news/signing_key_transition]] dalla versione 1.3.1.

source: If you're not sure what the cryptographic signature is, please read the part on [[verifying the ISO image|download#verify]].
it: Se non sei sicuro di sapere che cos'è una firma crittografica, per favore leggi [[verificare l'immagine ISO|download#verify]].

source: SHA256 checksum
it: Checksum SHA256

source: BitTorrent download
it: Scaricare via BitTorrent

source: The cryptographic signature of the ISO image is also included in the Torrent.
it: La firma crittografica dell'immagine ISO è inclusa nel Torrent..

source: Additionally, you can verify the <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>signature of the Torrent file</a> itself before downloading the ISO image.
it: In aggiunta, è anche possibile verificare <a href=[[!inline pages="inc/stable_i386_torrent_sig_url" raw="yes"]]>la stessa firma del file Torrent</a> prima di scaricare l'immagine ISO.

source: Seed back!
it: Mantieni il seed per ridistribuirlo!

source: Seeding back the image once you have downloaded it is also a nice and easy way of helping spread Tails.
it: Tenere il seed dell'immagine ISO dopo averla scaricata è anch'esso un modo giusto e facile di aiutare a diffondere Tails.

source: List of current [[known issues|support/known_issues]] in Tails.
it: Lista dei [[problemi conosciuti|support/known_issues]] in Tails.

source: Verify the ISO image
it: Verificare l'immagine ISO

source: It is important to check the <span class="definition">[[!wikipedia Data_integrity desc="integrity"]]</span> of the ISO image you downloaded to make sure that the download went well.
it: É importante controllare l' <span class="definition">[[!wikipedia Data_integrity desc="integrità"]]</span> dell'immagine ISO una volta che la si è scaricata per verificare che la si sia scaricata correttamente.

source: Those techniques rely on standard HTTPS and <span class="definition">[[!wikipedia Certificate_authority desc="certificate authorities"]]</span> to make you trust the content of this website. But, [[as explained on our warning page|doc/about/warning#man-in-the-middle]], you could still be victim of a man-in-the-middle attack while using HTTPS. On this website as much as on any other of the Internet.
it: Utilizziamo tecniche basate sullo standard HTTPS e sulle<span class="definition">[[!wikipedia Certificate_authority desc="autorità di certificazione"]]</span> per fare sì che tu ti possa fidare del contenuto di questo sito web. Ma, [[come è spiegato nella nostra pagina degli avvertimenti|doc/about/warning#index3h1]], potresti essere comunque vittima di un attacco man-in-the-middle anche usando HTTPS. Questo può accadere sia su questo sito che su qualunque altro presente in internet.

source: As a consequence, <strong>they don't provide you with a strong way of checking the ISO image <span class="definition">[[!wikipedia Authentication desc="authenticity"]]</span> and making sure you downloaded a genuine Tails.</strong> In a dedicated section, we will propose you some more advanced techniques to <a href="#authenticity-check">check the authenticity of the ISO image</a>.
it: Di conseguenza, <strong>non forniamo una tecnica considerata sempre certa per provare l'<span class="definition">[[!wikipedia Authentication desc="autenticità"]]</span>dell'immagine ISO ed essere quindi sicuro della genuinità della tua copia di Tails</strong>. In una sezione dedicata ti proporremo alcune tecniche avanzate per <a href="#authenticity-check">verificare l'autenticità dell'immagine ISO</a>.

source: <strong>All Tails ISO image are cryptographically signed by our OpenPGP key.</strong> OpenPGP is a standard for data encryption that provides cryptographic privacy and authentication through the use of keys owned by its users. Checking this signature is the recommended way of checking the ISO image integrity.
it: <strong>Tutte le immagini ISO di Tails sono firmate crittograficamente con la nostra chiave OpenPGP.</strong> OpenPGP é uno standard per la crittografia dei dati, che garantisce crittograficamente privacy ed autenticazioni attraverso l'uso di chiavi in possesso dei suoi utilizzatori. Verificare questa firma è il metodo raccomandato di testare l'affidabilità ed integrità dell'immagine ISO.

source: If you already know how to use an OpenPGP key you can download it straight away:
it: Se sai come usare una chiave OpenPGP la puoi scaricare immediatamente:

source: Otherwise, read our instructions to check the ISO image integrity:
it: In caso contrario, leggi le istruzioni su come verificare l'integrità dell'immagine ISO:

source: [[!toggle id="verify_the_iso_image_using_gnome" text="Using Linux with Gnome: Ubuntu, Debian, Tails, etc."]]
it: [[!toggle id="verify_the_iso_image_using_gnome" text="Usando GNU/Linux con Gnome: Ubuntu, Debian, Tails, etc."]]

source: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Using Linux with the command line"]]
it: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Usando GNU/Linux da riga di comando"]]

source: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Using other operating systems"]]
it: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Usando altri sistemi operativi"]]

source: Using Linux with Gnome: Ubuntu, Debian, Tails, Fedora, etc.
it: Usando Gnome con GNU/Linux: Ubuntu, Debian, Tails, Fedora, etc.

source: Using Linux with the command line
it: Usando GNU/Linux da riga di comando

source: Using other operating systems
it: Usando altri sistemi operativi

source: <a id="authenticity-check"></a>So how can I better check the ISO image authenticity?
it: <a id="authenticity-check"></a>Allora come posso verificare meglio l'autenticità dell'immagine ISO?

source: The Tails signing key that you downloaded from this website could be a fake one if you were victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
it: La chiave di cifratura scaricata dal sito potrebbe essere stata sostituita se siete vittime di un [[attacco man-in-the-middle|doc/about/warning#man-in-the-middle]].

source: Finding a way of trusting better Tails signing key would allow you to authenticate better the ISO image you downloaded. The following page will give you hints on how to increase the trust you can put in the Tails signing key you downloaded:
it: Trovare un metodo più sicuro per verificare l'autenticità della chiave Tails ti permetterebbe di testare meglio l'integrità della immagine ISO che hai scaricato. Le pagine seguenti ti daranno suggerimenti su come aumentare la fiducia che puoi avere verso la chiave OpenPGP di Tails che hai scaricato.

source: [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]
it: [[Verificare la chiave di firma di Tails|doc/get/trusting_tails_signing_key]]

source: Stay tuned
it: Stai aggiornato/a

source: It's very important to keep your version of Tails up-to-date, otherwise your system will be vulnerable to numerous security holes.
it: È molto importante mantenere aggiornata la propria versione di Tails, altrimenti il sistema operativo potrebbe diventare vulnerabile a molte falle di sicurezza.

source: To be notified of new versions and important project news, follow our [[news feed|news]] or subscribe to our <a href="https://mailman.boum.org/listinfo/amnesia-news">news mailing list</a>:
it: Per essere informato delle nuove versioni o delle novità su progetti importanti, segui il nostro [[feed delle notizie|news]] o iscriviti alla nostra <a href="https://mailman.boum.org/listinfo/amnesia-news">newsletter</a>:

source: <input class="text" name="email" value=""/> <input class="button" type="submit" value="Subscribe"/>
it: <input class="text" name="email" value=""/> <input class="button" type="submit" value="Iscriviti"/>

source: Installation
it: Installazione

source: Read the [[First steps|doc/first_steps]] section of our documentation to learn how to burn the ISO image on a DVD or install it onto a USB stick or SD card.
it: Leggi per prima cosa la sezione [[primi passi|doc/first_steps]] della nostra documentazione per imparare come copiare l'immagine ISO in un DVD o installarla in una chiave USB o in una scheda SD.
