Repository: Gaff/tails
Catalog: wiki/src/doc/anonymous_internet/i2p.*.po
Languages: de

source: [[!meta title="Using I2P"]]
de: [[!meta title="I2P benutzen"]]

source: [I2P](https://geti2p.net/) is an alternative anonymity network to Tor which supports most common Internet activities like web browsing, email, filesharing etc. Unlike Tor, whose main focus arguably is on accessing sites from the "normal" Internet, I2P is more oriented towards being a closed [[!wikipedia darknet]], separate from the "normal" Internet. Anyone running I2P can run an anonymous server, a so called Eepsite, that is only accessible within I2P using the `.i2p` top level domain (similar to `.onion` for Tor hidden services). For instance, the I2P homepage can also be accessed through I2P via <http://i2p-projekt.i2p>.
de: [I2P](https://geti2p.net/) ist ein Anonymisierungsnetzwerk, welches eine Alternative zu Tor bietet und die meisten üblichen Internetaktivitäten wie Webbrowsing, E-Mail, Filesharing, usw. unterstützt. Im Gegensatz zu Tor, dessen Hauptfokus wohl auf dem Zugriff von Webseiten im "normalen" Internet liegt, ist I2P mehr darauf ausgerichtet, ein geschlossenes [[!wikipedia_de Darknet]] abgetrennt vom "normalen" Internet, zu sein. Jede Person, die I2P benutzt, kann einen anonymen Server betreiben, eine sogenannte Eepsite, welche nur innerhalb von I2P unter Benutzung der Top Level Domain `.i2p` (vergleichbar mit `.onion` für Tor Hidden Services) erreichbar ist. Zum Beispiel kann die I2P-Homepage auch mit I2P über <http://i2p-projekt.i2p> erreicht werden.

source: <p>I2P doesn't go through Tor.</p>
de: <p>I2P läuft nicht über Tor.</p>

source: Starting I2P
de: I2P starten

source: *I2P* is not enabled by default when Tails starts. To start I2P, add the <span class="command">i2p</span> boot option to the <span class="application">boot menu</span>. For detailed instructions, see the documentation on [[using the <span class="application">boot menu</span>|first_steps/startup_options#boot_menu]].
de: *I2P* ist standardmäßig beim Start von Tails deaktiviert. Um I2P zu starten, fügen Sie die Bootoption <span class="command">i2p</span> zum <span class="application">Boot-Menü</span> hinzu. Für eine genauere Anleitung lesen Sie bitte die Dokumentation [[zur Nutzung des <span class="application">Boot-Menüs</span>|first_steps/startup_options#boot_menu]].

source: When added to the boot options, *I2P* will be started automatically once the time has been synchronized. Unlike previous versions of Tails, the router console will not be opened automatically.
de: Wenn *I2P* zu den Bootoptionen hinzugefügt wird, wird *I2P* automatisch starten, sobald die Uhr synchronisiert wurde. Im Gegensatz zu früheren Versionen von Tails wird die Router-Konsole nicht automatisch geöffnet.

source: The I2P router console can be accessed from within <span class="application">I2P Browser</span>. From the desktop, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">I2P Browser</span></span>.
de: Auf die I2P Router-Konsole kann aus dem <span class="application">I2P Browser</span> heraus zugegriffen werden. Vom Desktop aus wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">I2P Browser</span></span>.

source: The router console shows I2P's current status, links to many useful I2P resources (forums, email, filesharing, etc.) and offers the possibility to shutdown I2P. Starting with Tails 1.2, `.i2p` addresses are only accessible from within <span class="application">I2P Browser</span>. Internet resources cannot be reached from within <span class="application">I2P Browser</span>.
de: Die Router-Konsole zeigt den aktuellen Status von I2P, Links zu nützlichen Ressourcen (Foren, E-Mail, Filesharing, usw.) und bietet die Möglichkeit, I2P abzuschalten. Seit Tails 1.2 sind `.i2p`-Adressen nur aus dem <span class="application">I2P Browser</span> heraus erreichbar. Internetressourcen können nicht aus dem <span class="application">I2P Browser</span> heraus erreicht werden.

source: Exchanging files with <span class="application">I2P Browser</span>
de: Dateien mit dem <span class="application">I2P Browser</span> austauschen

source: It is [[!tails_ticket 8280 desc="difficult to exchange files"]] between <span class="application">I2P Browser</span> and the `amnesia` user. But you can do that from the command line. To do so, you need to add an [[administration password|doc/first_steps/startup_options/administration_password]] when starting Tails. The home directory of <span class="application">I2P Browser</span> is located in **/var/lib/i2p-browser/chroot/home/i2pbrowser/**.
de: [[!tails_ticket 8280 desc="Der Austausch von Dateien"]] zwischen dem <span class="application">I2P Browser</span> und dem Benutzer `amnesia` gestaltet sich als schwierig. Dennoch ist dies mit der Kommandozeile möglich. Setzen Sie hierzu ein [[Administrationspasswort|doc/first_steps/startup_options/administration_password]] beim Start. Der Persönliche Ordner des <span class="application">I2P Browser</span> befindet sich in **/var/lib/i2p-browser/chroot/home/i2pbrowser/**.

source: You might have to check the permissions of the files that you want to exchange with <span class="application">I2P Browser</span>. They need to belong to the `i2pbrowser` user to be accessible from inside <span class="application">I2P Browser</span>. Execute the following command to change the ownership of your file, replacing `[file]` with the name of your file:
de: Möglicherweise müssen Sie die Berechtigungen der Dateien überprüfen, die Sie mit dem <span class="application">I2P Browser</span> austauschen möchten. Damit sie vom <span class="application">I2P Browser</span> aus erreichbar sind, müssen sie dem Benutzer `i2pbrowser` gehören. Führen Sie den folgenden Befehl aus, um den Besitzer Ihrer Datei zu ändern, und ersetzen Sie `[datei]` mit dem Namen Ihrer Datei:

source: sudo chown i2pbrowser /var/lib/i2p-browser/chroot/home/i2pbrowser/Downloads/[file]
de: sudo chown i2pbrowser /var/lib/i2p-browser/chroot/home/i2pbrowser/Downloads/[datei]

source: They need to belong to the `amnesia` user to be accessible from outside <span class="application">I2P Browser</span>. Execute the following command to change the ownership of your file, replacing `[file]` with the name of your file:
de: Damit sie von außerhalb des <span class="application">I2P Browser</span> erreichbar sind, müssen sie dem Benutzer `amnesia` gehören. Führen Sie den folgenden Befehl aus, um den Besitzer Ihrer Datei zu ändern, und ersetzen Sie `[datei]` mit dem Namen Ihrer Datei:

source: sudo chown amnesia /var/lib/i2p-browser/chroot/home/i2pbrowser/Downloads/[file]
de: sudo chown amnesia /var/lib/i2p-browser/chroot/home/i2pbrowser/Downloads/[datei]
