Repository: Gaff/tails
Catalog: wiki/src/doc/advanced_topics/additional_software.*.po
Languages: es, fr

source: [[!meta title="Install additional software"]]
es: [[!meta title="Instala programas adicionales"]]
fr: [[!meta title="Installer des logiciels additionnels"]]

source: Tails includes a [[coherent but limited set of applications|doc/about/features]]. More applications can be installed as on any Debian system. Only applications that are packaged for Debian can be installed. To know if an application is packaged for Debian, and to find the name of the corresponding software packages, you can search for it in the [[Debian package directory|https://www.debian.org/distrib/packages]].
es: Tails incluye un [[grupo de programas coherente pero limitado|doc/about/features]]. Se pueden instalar más aplicaciones como en otros sistemas Debian. Sólo se pueden instalar las aplicaciones que están empaquetadas para Debian. Para saber si una aplicación está empaquetada para Debian y encontrar el nombre del paquete de software correspondiente, puedes buscarlo en el [[directorio de paquetes de Debian|https://www.debian.org/distrib/packages]].
fr: Tails inclus un [[ensemble cohérent mais limité d'applications|doc/about/features]]. D'autres logiciels peuvent être installés, comme sur tout système basé sur Debian. Notez que seuls les logiciels empaquetés pour Debian peuvent être installés. Pour savoir si un logiciel est empaqueté pour Debian, et pour trouver le nom du paquet logiciel correspondant, vous pouvez effectuer une recherche sur l'[[annuaire de paquet de Debian|https://www.debian.org/distrib/packages.fr.html]].

source: Installing additional software packages
es: Instalar paquetes de software adicionales
fr: L'installation de logiciels additionnels

source: <p>The packages included in Tails are carefully tested for security. Installing additional packages might break the security built in Tails. Be careful with what you install.</p>
es: <p>La seguridad de los programas incluidos en Tails es revisada cuidadosamente. instalar programas adicionales puede quebrar esta seguridad de Tails. Ten cuidado con lo que instalas.</p>
fr: <p>La sécurité des logiciels inclus dans Tails est soigneusement testée. Installer des paquets supplémentaires peut mettre en péril la sécurité de votre Tails. Faites attention à ce que vous installez.</p>

source: Since Tails is amnesic, any additional software package needs to be reinstalled in each working session. To install the same software packages automatically at the beginning of every working session use the [[<span class="guilabel">Additional software packages</span> persistence feature|doc/first_steps/persistence/configure#additional_software]] instead.
es: Como Tails es amnésico, los paquetes de software adicionales necesitan ser reinstalados en cada sesión. Para instalar los mismos paquetes automáticamente cuando arrancas Tails, mejor usa la [[funcionalidad persistente <span class="guilabel">Additional software packages</span> |doc/first_steps/persistence/configure#additional_software]].
fr: Tails est amnésique. En conséquence, un logiciel additionnel doit être réinstallé après chaque redémarrage. Pour réinstaller automatiquement un logiciel à chaque démarrage de Tails, vous devez utiliser l'[[option de persistance <span class="guilabel">Logiciels additionnels</span>|doc/first_steps/persistence/configure#additional_software]].

source: <p>Packages that use the network need to be configured to go through Tor. They are otherwise blocked from accessing the network.</p>
es: <p>Los paquetes que usen la red deben configurarse para usar Tor. De lo contrario serán bloqueados de la red.</p>
fr: <p>Les logiciels utilisant le réseau doivent être configurés pour passer par Tor. Dans le cas contraire, ils ne pourront pas accéder au réseau.</p>

source: To install additional software packages:
es: Para instalar paquetes adicionales de software:
fr: Pour installer des logiciels additionnels :

source: [[Set up an administration password|doc/first_steps/startup_options/administration_password]].
es: [[Configura una contraseña de administración|doc/first_steps/startup_options/administration_password]].
fr: [[Configurez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]].

source: Open a [[root terminal|doc/first_steps/startup_options/administration_password#open_root_terminal]].
es: Abre una [[terminal de root|doc/first_steps/startup_options/administration_password#open_root_terminal]].
fr: Ouvrez un [[terminal administrateur|doc/first_steps/startup_options/administration_password#open_root_terminal]].

source: Execute the following command to update the lists of available packages:
es: Ejecuta el siguiente comando para actualizar tu lista de paquetes disponibles:
fr: Exécutez la commande suivante pour mettre à jour la liste des paquets disponibles :

source: To install an additional package, execute the following command, replacing `[package]` with the name of the package that you want to install:
es: Para instalar un paquete adicional ejecuta el siguiente comando, reemplazando `[paquete]` con el nombre del paquete que quieres instalar:
fr: Pour installer un logiciel additionnel, exécutez la commande suivante, en remplaçant `[paquet]` par le nom du paquet que vous souhaitez installer :

source: apt install [package]
fr: apt install [paquet]

source: For example, to install the package `ikiwiki`, execute:
es: Por ejemplo para instalar el paquete `ikiwiki`, ejecuta:
fr: Par exemple, pour installer le paquet `ikiwiki`, exécutez la commande suivante:

source: <p>You can also write multiple package names to install several packages at the same time. If a package has dependencies, those will be installed automatically.</p>
es: <p>También puedes escribir varios nombres de paquetes para instalarlos al mismo tiempo. Si un paquete tiene dependencias, estas serán instaladas automáticamente.</p>
fr: <p>Vous pouvez également écrire le nom de plusieurs paquets, pour installer plusieurs paquets en même temps. Si un paquet a des dépendances, elles seront automatiquement installées.</p>

source: Configuring additional APT repositories
es: Configurar repositorios adicionales de APT
fr: Configurer des dépôts APT supplémentaires

source: <p>The packages included in Tails are carefully tested for security. Configuring additional APT repositories might break the security built in Tails. Be careful with what you install.</p>
es: <p>Los paquetes incluidos en Tails son testeados muy cuidadosamente. Configurar repositorios adicionales de APT pueden romper la seguridad de Tails. Ten cuidado con lo que instalas.</p>
fr: <p>La sécurité des logiciels inclus dans Tails est soigneusement testée. Configurer des dépôts APT supplémentaires peut mettre en péril la sécurité de votre Tails. Faites attention à ce que vous installez.</p>

source: Sometimes, you might need to configure additional APT repositories. For example, to install packages from the `non-free` section of Debian. To do so:
es: A veces puede que necesites configurar repositorios APT adicionales. Por ejemplo, para instalar paquetes de la sección `non-free` de Debian. Para hacer esto:
fr: Parfois, vous aurez besoin de configurer des dépôts APT supplémentaires. Par exemple pour installer des paquets venant de la section `non-free` de Debian. Pour se faire :

source: Create a <span class="filename">apt-sources.list.d</span> folder in your persistent volume:
es: Crea un directorio <span class="filename">apt-sources.list.d</span> en tu volumen persistente:
fr: Créez un dossier <span class="filename">apt-sources.list.d</span> dans votre volume persistant :

source: Edit <span class="filename">/live/persistence/TailsData_unlocked/persistence.conf</span>, the configuration of the persistent volume, as root and add the <span class="filename">apt-sources.list.d</span> folder as a persistence feature of type `link`:
es: Edita la configuración del volumen persistente, <span class="filename">/live/persistence/TailsData_unlocked/persistence.conf</span>, como administrador y añade el directorio <span class="filename">apt-sources.list.d</span> como una función persistente del tipo `link`:
fr: Éditez <span class="filename">/live/persistence/TailsData_unlocked/persistence.conf</span>, le fichier de configuration du volume persistant, en tant que root et ajoutez le dossier <span class="filename">apt-sources.list.d</span> comme option de persistance de type `link` :

source: Write your additional `sources.list` files in the <span class="filename">apt-sources.list.d</span> folder. For example, to add the `non-free` sections of Debian Jessie, backports, and security updates, you can create a file named <span class="filename">/live/persistence/TailsData_unlocked/apt-sources.list.d/non-free.list</span> with the following content:
es: Escribe tus archivos `sources.list` adicionales en el directorio <span class="filename">apt-sources.list.d</span>. Por ejemplo, para añadir las secciones `non-free` de Debian Jessie, backports y updates de seguridad, puedes crear un archivo llamado <span class="filename">/live/persistence/TailsData_unlocked/apt-sources.list.d/non-free.list</span> con el siguiente contenido:
fr: Écrivez vos fichiers `sources.list` supplémentaires dans le dossier <span class="filename">apt-sources.list.d</span>. Par exemple, pour ajouter la section `non-free` de Debian Jessie, les backports et les mises à jour de sécurité, vous pouvez créer un fichier nommé <span class="filename">/live/persistence/TailsData_unlocked/apt-sources.list.d/non-free.list</span> avec le contenu suivant :

source: File names must end with <span class="filename">.list</span> and may only contain the following characters: letters, digits, underscore, hyphen, and period.
es: Los nombres de los archivos deben terminar con <span class="filename">.list</span> y sólo pueden contener los siguientes caracteres: letras, números, subrayado, guión y punto.
fr: Les noms des fichiers doivent se terminer par <span class="filename">.list</span> et doivent seulement contenir les caractères suivants : lettres, chiffres, tiret bas, trait d'union et point.

source: Correct the ownership and permissions of your additional `sources.list` files to be owned by `root` and only readable by others. For example:
es: Corrige la propiedad y los permisos de tus archivos `sources.list` adicionales para que sean propiedad de root y sólo puedan ser leídos por otros. Por ejemplo:
fr: Corrigez la propriété et les permissions de votre fichier `sources.list` supplémentaire pour qu'il soit la propriété de `root` et en lecture seule pour les autres. Par exemple :

source: Restart Tails to apply the changes.
es: Reinicia Tails para aplicar los cambios.
fr: Redémarrez Tails pour appliquer les changements.
