Repository: Gaff/tails
Catalog: wiki/src/install/inc/steps/not_at_all.inline.*.po
Languages: fr

source: Tails does not start at all ---------------------------
fr: Tails ne démarre pas du tout ----------------------------

source: The following section applies if the <span class="application">Boot Loader Menu</span> does not appear when starting on a USB stick.
fr: La section suivante s'applique si le <span class="application">menu du chargeur d’amorçage</span> n'apparaît pas en démarrant sur la clé USB.

source: It is quite common for computers not to start automatically on a USB stick with Tails installed. Here are some troubleshooting techniques. You should try them one after the other.
fr: Il est relativement fréquent que les ordinateurs ne démarrent pas automatiquement sur une clé USB avec Tails installé. Voici quelques techniques pour tenter de résoudre le problème. Vous devriez les essayer l'une après l'autre.

source: ### Getting to the boot menu
fr: ### Obtenir le menu de démarrage

source: On most computers, you can press a *boot menu key* to display a list of possible devices to start from. The following instructions explain how to display the boot menu and start on the USB stick. The following screenshot is an example of such boot menu:
fr: Sur la plupart des ordinateurs, il est possible d'appuyer sur une touche afin d'obtenir un menu (souvent appelé *Boot Menu*) permettant de choisir le périphérique sur lequel démarrer. Les instructions suivantes expliquent comment afficher le menu et démarrer sur la clé USB. La capture d'écran qui suit montre l'exemple d'un tel menu :

source: Shut down the computer.
fr: Éteindre l'ordinateur.

source: Make sure that the first USB stick is plugged in the computer.
fr: S'assurer que la première clé USB est branchée à l'ordinateur.

source: 1. Identify the potential boot menu keys for the computer depending on the computer manufacturer in the following list:
fr: 1. Identifier la touche pour obtenir le *Boot Menu*. La liste suivante donne des possibilités selon la marque de l'ordinateur :

source: <table> <tr><th>Manufacturer</th><th>Key</th></tr> <tr><td>Acer</td><td>Esc, F12, F9</td></tr> <tr><td>Asus</td><td>Esc, F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Esc</td></tr> <tr><td>HP</td><td>Esc, F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Esc, F12, F2</td></tr> <tr><td>Sony</td><td>F11, Esc, F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>others&hellip;</td><td>F12, Esc</td></tr> </table>
fr: <table> <tr><th>Fabriquant</th><th>Touche</th></tr> <tr><td>Acer</td><td>Échap., F12, F9</td></tr> <tr><td>Asus</td><td>Échap., F8</td></tr> <tr><td>Dell</td><td>F12</td></tr> <tr><td>Fujitsu</td><td>F12, Échap.</td></tr> <tr><td>HP</td><td>Échap., F9</td></tr> <tr><td>Lenovo</td><td>F12, Novo, F8, F10</td></tr> <tr><td>Samsung</td><td>Échap., F12, F2</td></tr> <tr><td>Sony</td><td>F11, Échap., F10</td></tr> <tr><td>Toshiba</td><td>F12</td></tr> <tr><td>autres&hellip;</td><td>F12, Échap.</td></tr> </table>

source: Switch on the computer.
fr: Allumer l'ordinateur.

source: Immediately press several times the first potential boot menu key identified in step 3.
fr: Immédiatement après, appuyer plusieurs fois sur la première des touches possibles identifiée à l'étape 3.

source: a. If a boot menu with a list of devices appears, select your USB stick and press <span class="keycap">Enter</span>.
fr: a. Si un menu avec une liste de périphériques apparaît, choisir votre clé USB et appuyer sur <span class="keycap">Entrée</span>.

source: a. If the computer starts on another operating system, then:
fr: a. Si l'ordinateur démarre sur un autre système d'exploitation, alors :

source: Press-and-hold the potential boot menu key identified in step 3.
fr: Maintenir appuyé la touche de démarrage potentielle identifiée à l'étape 3.

source: Switch on the computer again while holding the potential boot menu key pressed.
fr: Démarrer l'ordinateur de nouveau tout en gardant appuyé la touche possible.

source: a. If a boot menu with a list of devices appears, select your USB stick and press <span class="keycap">Enter</span>.
fr: a. Si un menu avec une liste de périphériques apparaît, choisir votre clé USB et appuyer sur <span class="keycap">Entrée</span>.

source: a. If the computer starts on another operating system or returns an error message, then shut down the computer again and repeat step 4 for all the potential boot menu keys identified in step 3.
fr: a. Si l'ordinateur démarre un autre système d'exploitation ou qu'il affiche un message d'erreur, l'éteindre à nouveau et répéter l'étape 4 pour chacune des touches possibles identifiées à l'étape 3.

source: If none of the potential boot menu keys identified in step 3 work or if the USB stick does not appear in the list, then try the second troubleshooting technique described below.
fr: Si aucune des touches possibles identifiées lors de l'étape 3 ne fonctionne ou que la clé USB n'apparaît pas dans la liste, alors essayer la technique décrite ci-dessous.

source: ### Check our list of known issues
fr: ### Vérifier la liste des problèmes connus

source: Similar problems might have been reported already for your model of computer in our [[list of known issues|support/known_issues]].
fr: Des problèmes similaires ont peut-être été déjà documenté pour votre modèle d'ordinateur dans notre [[liste des problèmes connus|support/known_issues]].

source: ### Edit the BIOS settings
fr: ### Modifier les réglages du BIOS

source: You might need to edit the BIOS settings of the computer.
fr: Il est possible qu'il soit nécessaire de modifier les réglages du BIOS de l'ordinateur.

source: <div class="tip"> <p>Search for the user manual of the computer on the website of its manufacturer to learn how to edit the BIOS settings: <ul> <li>[Acer](http://us.acer.com/ac/en/US/content/drivers)</li> <li>[Asus](https://www.asus.com/us/support/)</li> <li>[Dell](https://www.dell.com/support/home/us/en/19/Products/)</li> <li>[Fujitsu](https://www.fujitsu.com/global/support/products/software/manual/)</li> <li>[HP](https://support.hp.com/us-en/products/)</li> <li>[Lenovo](http://support.lenovo.com/us/en/)</li> <li>[Samsung](http://www.samsung.com/us/support/downloads)</li> <li>[Sony](http://esupport.sony.com/US)</li> <li>[Toshiba](http://support.toshiba.com/support/products?cat=Computers)</li> </ul> </p> </div>
fr: <div class="tip"> <p>Chercher le mode d'emploi de l'ordinateur sur le site de son fabriquant afin d'apprendre comment modifier les réglages du BIOS : <ul> <li>[Acer](http://www.acer.com/ac/fr/FR/content/drivers)</li> <li>[Asus](https://www.asus.com/fr/support/)</li> <li>[Dell](https://www.dell.com/support/home/fr/fr/19/Products/)</li> <li>[Fujitsu](http://www.fujitsu.com/fr/support/)</li> <li>[HP](http://support.hp.com/fr-fr/products/)</li> <li>[Lenovo](http://support.lenovo.com/fr/fr/)</li> <li>[Samsung](http://www.samsung.com/fr/support/)</li> <li>[Sony](https://www.sony.fr/support/fr/)</li> <li>[Toshiba](http://www.toshiba.fr/innovation/generic/SUPPORT_PORTAL/)</li> </ul> </p> </div>

source: In the BIOS settings, try to apply the following changes one by one and restart the computer after each change. Some changes might not apply to certain computer models.
fr: Dans les réglages du BIOS, essayer d'appliquer les modifications suivantes une par une et redémarrer l'ordinateur après chaque changement. Certaines modifications peuvent ne pas s'appliquer à certains modèles d'ordinateurs.

source: <div class="caution"> <p>Take note of the changes that you apply to the BIOS settings, to be able to revert them if they prevent the computer to start on its usual operating system.</p> </div>
fr: <div class="caution"> <p>Prenez note des changements que vous faites sur les réglages du BIOS afin de pouvoir rétablir les anciens paramètres au cas où il deviendrait impossible de démarrer l'ordinateur sur son système d'exploitation habituel. </p> </div>

source: 1. Edit the **Boot Order**. Depending on the computer model you might see an entry for **removable devices** or **USB media**. Move this entry to the top of the list to force the computer to try to start from the first USB stick before starting from the internal hard disk.
fr: 1. Modifier l'ordre des périphériques (*Boot Order*) sur lequel l'ordinateur cherche un système d'exploitation. Selon le modèle, vous devriez voir une entrée pour les périphériques amovibles (*removable devices*) ou pour les supports USB (*USB media*). Remonter cette entrée en haut de la liste afin de forcer l'ordinateur à essayer de démarrer sur la première clé USB avant qu'il ne démarre sur le disque interne.

source: Disable **Fast boot**.
fr: Désactiver le démarrage rapide (*Fast boot*).

source: 1. If the computer is configured to start with **legacy BIOS**, try to configure it to start with **UEFI**. Else, if the computer is configured to start with **UEFI**, try to configure it to start with **legacy BIOS**. To do so, try any of the following options if available:
fr: 1. Si l'ordinateur est configuré pour démarrer en mode « compatibilité BIOS » (*legacy BIOS*), essayer de le mettre en mode *UEFI*. À l'opposé, au cas où il est configuré en mode *UEFI*, essayer de le configurer pour démarrer en mode « compatibilité BIOS » (*legacy BIOS*). Pour cela, essayer l'une ou l'autre des options suivantes selon leur disponibilité :

source: Enable **Legacy mode**
fr: Activer le mode « compatibilité BIOS » (*Legacy BIOS*)

source: Disable **Secure boot** (see the [Microsoft documentation](https://docs.microsoft.com/en-us/windows-hardware/manufacture/desktop/disabling-secure-boot))
fr: Désactiver **Secure boot** (voir la [documentation Microsoft](https://docs.microsoft.com/en-us/windows-hardware/manufacture/desktop/disabling-secure-boot) en anglais)

source: Enable **CSM boot**
fr: Activer l'option de démarrage « CSM » (*CSM boot*)

source: Disable **UEFI**
fr: Désactiver l'*UEFI*

source: Try to upgrade the BIOS to the latest version provided by the manufacturer.
fr: Essayer de mettre à jour le BIOS vers la dernière version disponible chez le fabriquant de l'ordinateur.

source: ### Report the problem to our support team
fr: ### Signaler le problème à notre équipe d'assistance

source: <div class="bug"> <p>If none of these options work, we are sorry but you might not be able to use Tails on this computer.</p> </div>
fr: <div class="bug"> <p>Si aucune de ces options ne marche, nous sommes désolés mais il est possible que vous ne puissiez pas utiliser Tails sur cet ordinateur.</p> </div>

source: Please, [[send an email to our support team|support/talk]], including the following information:
fr: Veuillez [[envoyer un courrier électronique à notre équipe d'assistance|support/talk]], en incluant les informations suivantes :

source: Which version of Tails are you trying to start?
fr: Quelle version de Tails essayez-vous de démarrer ?

source: How did you verify the ISO image?
fr: Comment avez-vous vérifié l'image ISO ?

source: Which is the brand and model of the computer?
fr: Quelle est la marque et le modèle de l'ordinateur ?

source: What exactly happens when trying to start? Report the complete error message that appears on the screen, if any.
fr: Que se passe-t-il exactement lors des tentatives de démarrage ? S'il y en a un, rapportez entièrement le message d'erreur qui apparaît à l'écran.

source: Are you trying to start Tails on a USB stick or a DVD?
fr: Essayez-vous de démarrer Tails sur une clé USB ou un DVD ?

source: If you are trying to start on a USB stick, which program did you use to install it:
fr: Si vous essayez de démarrer sur une clé USB, quel programme avez-vous utilisé pour l'installer :

source: <span class="application">GNOME Disks</span>,
fr: l'utilitaire <span class="application">GNOME Disques</span>,

source: <span class="application">Tails Installer</span>, or
fr: l'<span class="application">Installeur de Tails</span> ou

source: <span class="command">dd</span> on the command line?
fr: <span class="command">dd</span> en ligne de commande ?

source: Note that these are the only supported installation methods.
fr: Notez que ce sont les seules méthodes d'installation supportées.

source: Have you been able to start Tails successfully on this computer before, from another USB stick or DVD, or with another version of Tails? If so, which ones?
fr: Avez-vous déjà réussi à démarrer Tails correctement sur cet ordinateur auparavant, depuis une autre clé USB ou un DVD, ou avec une autre version de Tails ? Si oui, lesquelles ?

source: Does the same USB stick or DVD start successfully on other computers?
fr: Est-ce que la même clé USB ou le même DVD démarre correctement sur d'autres ordinateurs ?
