Repository: Gaff/tails
Catalog: wiki/src/install/inc/steps/restart_second_time.inline.*.po
Languages: es

source: <h1 id="start-final" class="usb">Restart on the final Tails</h1> <h1 id="start-new" class="clone">Restart on the new Tails</h1> <h1 id="start-usb" class="mac-dvd">Restart on the Tails USB stick</h1>
es: <h1 id="start-final" class="usb">Reiniciar en el Tails final</h1> <h1 id="start-new" class="clone">Reiniciar en el nuevo Tails</h1> <h1 id="start-usb" class="mac-dvd">Reiniciar en la memoria USB de Tails</h1>

source: Shut down the computer.
es: Apaga la computadora.

source: [[!img install/inc/infography/restart-on-final-tails.png link="no" class="usb clone" alt="USB stick unplugged on the left and computer restarted on USB stick on the right"]]
es: [[!img install/inc/infography/restart-on-final-tails.png link="no" class="usb clone" alt="Memoria USB desconectada a la izquierda y computadora reiniciada en la memoria USB a la derecha"]]

source: [[!img install/inc/infography/restart-on-tails-usb.png link="no" class="mac-dvd" alt="DVD ejected and computer restarted on USB stick on the right"]]
es: [[!img install/inc/infography/restart-on-tails-usb.png link="no" class="mac-dvd" alt="DVD expulsado y computadora reiniciada en la memoria USB a la derecha"]]

source: 1. <p class="usb clone"> Unplug the <span class="usb">first</span> <span class="clone">other</span> USB stick and leave the <span class="usb">second</span> <span class="clone">new</span> USB stick plugged in. </p> <p class="mac-dvd">Eject the DVD and leave the USB stick plugged in.</p>
es: 1. <p class="usb clone"> Desconecta la <span class="usb">primer</span> <span class="clone">otra</span> memoria USB y deja la <span class="usb">segunda</span> <span class="clone">nueva</span> memoria USB conectada. </p> <p class="mac-dvd">Expulsa el DVD y deja la memoria USB conectada.</p>

source: Switch on the computer.
es: Enciende la computadora.

source: <div class="note windows linux"> <p>Some computers start successfully on the intermediary Tails but fail to start on the final Tails. If this is your case, refer to [[!toggle id="not_at_all" text="the troubleshooting section about Tails not starting at all"]].</p> </div>
es: <div class="note windows linux"> <p>Algunas computadoras inician satisfactoriamente en el Tails intermedio pero fallan al iniciar el Tails final. Si este es tu caso, dirigete a [[!toggle id="not_at_all" text="la sección de solución de problemas sobre Tails no iniciando en absoluto"]].</p> </div>

source: Troubleshooting ---------------
es: Resolución de problemas -----------------------

source: [[!inline pages="install/inc/steps/not_at_all.inline" raw="yes" sort="age"]]
es: [[!inline pages="install/inc/steps/not_at_all.inline.es" raw="yes" sort="age"]]

source: <div class="bug mac-usb mac-dvd"> <p>If your computer fails to start on the <span class="usb">final Tails,</span> <span class="mac-dvd">Tails USB stick,</span> you can continue using the <span class="usb">intermediary Tails</span> <span class="mac-dvd">Tails DVD</span>. <span class="usb">On this intermediary Tails you cannot benefit from automatic upgrades or create an encrypted persistent storage.</span></p>
es: <div class="bug mac-usb mac-dvd"> <p>Si tu computadora falla al iniciar en la <span class="usb">Tails final,</span> <span class="mac-dvd">memoria USB deTails,</span> puedes continuar usando el <span class="usb">Tails intermedio</span> <span class="mac-dvd">DVD de Tails</span>. <span class="usb">En el Tails intermedio no te puedes beneficiar de las actualizaciones automáticas o de crear un almacenamiento persistente cifrado.</span></p>

source: <p>You should still have a look at our <span class="mac-usb">[[final recommendations|mac/usb#recommendations]].</span> <span class="mac-dvd">[[final recommendations|mac/dvd#recommendations]].</span></p> </div>
es: <p>Igualmente deberías echarle una mirada a nuestras <span class="mac-usb">[[recomendaciones finales|mac/usb#recommendations]].</span> <span class="mac-dvd">[[recomendaciones finales|mac/dvd#recommendations]].</span></p> </div>

source: The <span class="application">Boot Loader Menu</span> appears and Tails starts automatically after 4 seconds.
es: Aparece el <span class="application">Menú de Gestor de Arranque</span>, y Tails arranca automáticamente luego de 4 segundos.

source: [[!img install/inc/screenshots/tails_boot_menu.png link="no" alt="Black screen with Tails artwork. Boot Loader Menu with two options 'Tails' and 'Tails (Troubleshooting Mode)'."]]
es: [[!img install/inc/screenshots/tails_boot_menu.png link="no" alt="Pantalla negra con Tails artwork. Menú Boot Loader con dos opciones 'Tails' y 'Tails (Troubleshooting Mode)'."]]

source: After 30&ndash;60 seconds, <span class="application">Tails Greeter</span> appears.
es: Después de 30&ndash;60 segundos, aparece <span class="application">Tails Greeter</span>.

source: 1. In <span class="application">Tails Greeter</span>, select your language and keyboard layout in the <span class="guilabel">Language & Region</span> section. Click <span class="button">Start Tails</span>.
es: 1. En el <span class="application">Tails Greeter</span> elige tu idioma y la configuración de tu teclado en la sección <span class="guilabel">Language & Region</span> y presiona <span class="button">Start Tails</span>.

source: After 15&ndash;30 seconds, the Tails desktop appears.
es: Luego de 15&ndash;30 segundos, el escritorio de Tails aparecerá.
