Repository: Gaff/tails
Catalog: wiki/src/doc/first_steps/startup_options/administration_password.*.po
Languages: it

source: In Tails, an administration password is required to perform system administration tasks.<br/> For example:
it: Su Tails è necessario avere una password da amministratore per effettuare operazioni da amministratore.<br/> Per esempio:

source: To [[install additional software|doc/advanced_topics/additional_software]]
it: Per [[installare software aggiuntivo|doc/advanced_topics/additional_software]]

source: To [[access the internal hard disks of the computer|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]]
it: Per [[accedere all'hard disk interno del computer|doc/encryption_and_privacy/your_data_wont_be_saved_unless_explicitly_asked]]

source: To execute commands with <span class="command">sudo</span>
it: Per eseguire comandi con <span class="command">sudo</span>

source: **By default, the administration password is disabled for better security.** This can prevent an attacker with physical or remote access to your Tails system to gain administration privileges and perform administration tasks against your will.
it: **La password da amministratore è disabilitata di default per una migliore sicurezza.** Questo può prevenire che durante un attacco con accesso fisico o remoto al tuo sistema Tails vengano acquisiti i privilegi da amministratore ed effettuate operazioni di amministrazione contro la tua volontà..

source: Set up an administration password
it: Definire una password da amministratore

source: In order to perform administration tasks, you need to set up an administration password when starting Tails, using [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]].
it: Per effettuare operazioni da amministratore hai bisogno di impostare una password da amministratore durante l'avvio di Tails, usando [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]].

source: When <span class="application">Tails Greeter</span> appears, in the <span class="guilabel">Welcome to Tails</span> window, click on the <span class="button">Yes</span> button. Then click on the <span class="button">Forward</span> button.
it: Quando appare <span class="application">Tails Greeter</span>, nella finestra <span class="guilabel">Benvenuto su Tails</span>, clicca sul pulsante <span class="button">SÃ¬</span>. Poi clicca sul pulsante <span class="button">Avanti</span>.

source: How to open a root terminal
it: Come aprire un terminale root

source: To open a root terminal during your working session, you can do any of the following:
it: Per aprire un terminale root durante la tua sessione di lavoro, puoi fare una delle cose seguenti:

source: Execute <span class="command">sudo -i</span> in a terminal.
it: Esegui <span class="command">sudo -i</span> in un terminale.
