Repository: Gaff/tails
Catalog: wiki/src/doc/about/openpgp_keys.*.po
Languages: es

source: [[!meta title="OpenPGP keys"]]
es: [[!meta title="Llaves OpenPGP"]]

source: Tails developers maintain several OpenPGP key pairs.
es: Los desarrolladores de Tails mantienen varios pares de llaves OpenPGP.

source: <p>Make sure to verify the keys that you download, because there are several fake and maybe malicious Tails keys on the key servers.</p>
es: <p>Asegúrate de verificar las llaves que descargas, pues hay varias llaves de Tails falsas y probablemente maliciosas en los servidores.</p>

source: <p>For example, if you first [[authenticate the Tails signing key through the OpenPGP Web of Trust|install/download#wot]], then you can verify our others keys as they are all certified by the Tails signing key.</p>
es: <p>Por ejemplo, si primero [[autenticas la llave de Tails a través de la Red de Confianza OpenPGP|install/download#wot]], luego podrás verificar otras llaves nuestras certificadas por la firma de llaves Tails.</p>

source: Private mailing list key
es: Llave de la lista de correos privada

source: Purpose
es: Propósito

source: Encryption
es: Cifrado

source: This key has an encryption subkey. Please use it to encrypt email sent to the core developers encrypted mailing list: [[tails@boum.org|about/contact#tails]].
es: Esta llave tiene una subllave de cifrado. Por favor úsala para encriptar el mensaje enviado al equipo desarrollador de la lista de correo encriptada: [[tails@boum.org|about/contact#tails]].

source: Signature
es: Firma

source: This key also has the capability to sign and certify. Until Tails 0.5 and 0.6~rc3, released images were signed by this key. This purpose is now deprecated: further releases will be signed by a dedicated, safer signing key. As of 2010 October 7th, our mailing list key signature only means our mailing list software checked the signed content was originally OpenPGP-signed by a Tails core developer.
es: Esta llave también tiene la capacidad de firmar y certificar. Hasta Tails 0.5 y 0.6~rc3, las imágenes lanzadas se firmaban con esta llave. Esta función es ya innecesaria: versiones posteriores se firmarán con una llave más segura sólo para firmar. A partir del 7 de octubre de 2010, la llave de nuestra firma en la lista de correo significa sólo que nuestro software de lista de correo verificó que el contenido firmado fue originalmente firmado con OpenPGP por alguien del equipo de desarrollo de Tails.

source: Policy
es: Políticas

source: The secret key material and its passphrase are stored on the server that runs our encrypted mailing list software and on systems managed by core Tails developers.
es: El material de la llave secreta y su contraseña se almacenan en el servidor que ejecuta el software de nuestra lista de correo encriptada en sistemas administrados por personas del equipo desarrollador de Tails.

source: This means people other than Tails developers are in a position to use this secret key. Tails developers trust these people enough to rely on them for running our encrypted mailing list, but still: this key pair is managed in a less safe way than our signing key.
es: Esto significa que gente que no pertenece al equipo desarrollador de Tails puede usar esta llave secreta. El equipo desarrollador de Tails confía en estas personas lo suficiente como para dejarlas usar la lista de correo encriptada, pero de todos modos este par de llaves se administra de una forma menos segura que nuestra llave de firmado.

source: Key details
es: Detalles de las Llaves

source: How to get the public key?
es: ¿Cómo obtener la llave pública?

source: There are multiple ways to get this OpenPGP public key:
es: Hay muchas formas de obtener esta llave pública OpenPGP:

source: download it from this website: [[!tails_website tails-email.key]]
es: descárgala de este sitio web: [[!tails_website tails-email.key]]

source: fetch it from your favourite keyserver
es: Extráela de tu servidor de llaves favorito

source: send an email to <tails-sendkey@boum.org>.
es: envía un email a <tails-sendkey@boum.org>.

source: Signing key
es: Llave de Firmado

source: This key only has the capability to sign and certify: it has no encryption subkey.
es: Esta llave solo tiene la capacidad de firmar y certificar: no tiene subllave de cifrado.

source: Its only purpose is:
es: su única función es:

source: to sign Tails released images;
es: para firmar imágenes lanzadas de Tails;

source: to certify other cryptographic public keys needed for Tails development.
es: para certificar otras llaves públicas criptográficas necesarias para el desarrollo de Tails.

source: The secret key material will never be stored on an online server or on systems managed by anyone other than Tails core developers.
es: El material de la llave secreta nunca será almacenado en un servidor o en un sistema administrado por alguien que no pertenezca al equipo desarrollador de Tails.

source: Primary key
es: Llave Primaria

source: * Is not owned in a usable format by any single individual. It is split cryptographically using [gfshare](http://www.digital-scurf.org/software/libgfshare). * Is only used offline, in an air-gapped Tails only communicating with the outside world through: - Plugging the Tails flash media in another operating system to install Tails in the first place. - Plugging other removable media in the air-gapped Tails to send the public key, secret key stubs, parts of the secret master key, and so on to the outside world. - Plugging other removable media in the air-gapped Tails to receive Debian packages, public keys, and so on from the outside world. * Expires in less than one year. We will extend its validity as many times as we find reasonable. * Has a revocation certificate split amongst different people. See the [[details of the mechanism|signing_key_revocation]].
es: * No se posee en un formato utilizable por una persona sola. Es dividida criptográficamente usando [gfshare](http://www.digital-scurf.org/software/libgfshare). * Solo es utilizada fuera de linea, en un Talis aislado comunicándose solamente con el mundo exterior mediante: - Conectar la memoria flash Tails en otro sistema operativo para instalar Tails en primer lugar. - Conectar otras memorias removibles en el Tails aislado para enviar la llave publica, talón de llave secreta, partes de la llave secreta maestra, y demás al mundo exterior. - Conectar otras memorias removibles en el Tails aislado para recibir paquetes de Debian, llaves publicas, y demás al mundo exterior. * Expira en menos de un año. Extenderemos su validez cuantas veces nos parezca razonable. * Tenga un certificado revocatorio divido entre distinta gente. Vea los [[detalles del mecanismo|signing_key_revocation]].

source: Signing subkeys
es: Subllaves de firmado

source: Stored on OpenPGP smartcards owned by those who need them. Smartcards ensure that the cryptographic operations are done on the smartcard itself and that the secret cryptographic material is not directly available to the operating system using it.
es: Almacenado en smartcards de OpenPGP de quienes las necesiten. Las smartcards aseguran que las operaciones criptográficas se realizan en la smartcard en sí, y que el material criptográfico secreto no está directamente disponible para el sistema operativo en que se utiliza.

source: Expiration date: same as the primary key.
es: Fecha de expiración: la misma de la llave primaria.

source: download it from this website: [[!tails_website tails-signing.key]]
es: descárgala de este sitio web: [[!tails_website tails-signing.key]]

source: fetch it from your favourite keyserver.
es: extráela desde tu servidor de llaves favorito.

source: If you already have Tails signing key but download it again, it can update the list of existing signatures of the key.
es: Si ya tienes una llave de cifrado de Tails, pero quieres descargarla otra vez, actualizarás la lista de firmas existentes de la llave.

source: User support key
es: Llave para soporte del usuario

source: Use this key to encrypt private support requests sent to [[tails-support-private@boum.org|about/contact#tails-support-private]].
es: Usa esta llave para cifrar solicitudes privadas de soporte enviadas a [[tails-support-private@boum.org|about/contact#tails-support-private]].

source: This same key is used to handle [[*WhisperBack* reports|first_steps/bug_reporting]].
es: Esta misma llave es usada para gestionar [[*WhisperBack* reports|first_steps/bug_reporting]].

source: download it from this website: [[!tails_website tails-bugs.key]]
es: descárgala desde este sitio web: [[!tails_website tails-bugs.key]]

source: Press team key
es: Llave del equipo de Prensa

source: Use this key to encrypt private emails sent to [[tails-press@boum.org|about/contact#tails-press]].
es: Usa esta llave para encriptar mensajes privados enviados a [[tailspress@boum.org|about/contact#tails-press]].

source: download it from this website: [[!tails_website tails-press.key]]
es: descárgala desde este sitio web: [[!tails_website tails-press.key]]

source: Accounting team key
es: Llave del equipo de Contabilidad

source: Use this key to encrypt private emails sent to [[tails-accounting@boum.org|about/contact#tails-acccounting]].
es: Usa esta llave para cifrar mensajes privados enviados a [[tails-accounting@boum.org|about/contact#tails-acccounting]].

source: download it from this website: [[!tails_website tails-accounting.key]]
es: descárgala desde este sitio web: [[!tails_website tails-accounting.key]]

source: Mirrors team key ===================
es: Llave del equipo de Mirrors ===================

source: Use this key to encrypt private emails sent to [[tails-mirrors@boum.org|about/contact#tails-mirrors]].
es: Usa esta llave para cifrar mensajes privados enviados a [[tails-mirrors@boum.org|about/contact#tails-mirrors]].

source: download it from this website: [[!tails_website tails-mirrors.key]]
es: descárgala desde este sitio web: [[!tails_website tails-mirrors.key]]

source: Sysadmins team key
es: Llave del equipo de administración de sistemas

source: Use this key to encrypt private emails sent to [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]].
es: Usa esta llave para cifrar mensajes privados enviados a [[tails-sysadmins@boum.org|about/contact#tails-sysadmins]].

source: download it from this website: [[!tails_website tails-sysadmins.key]]
es: descárgala de esta página web: [[!tails_website tails-sysadmins.key]]
