Repository: Gaff/tails
Catalog: wiki/src/news/test_2.4-rc1.*.po
Languages: fr

source: [[!meta title="Call for testing: 2.4~rc1"]]
fr: [[!meta title="Appel à tester : Tails 2.4~rc1"]]

source: You can help Tails! The first release candidate for the upcoming version 2.4 is out. Please test it and report any issue. We are in particular interested in feedback and problems relating to:
fr: Vous pouvez aider Tails ! La première version candidate pour la future version 2.4 est sortie. Merci de la tester et de nous rapporter tous les problèmes rencontrés. Nous sommes particulièrement intéressé·e·s par des retours et des problèmes en relation avec :

source: Icedove's automatic configuration wizard. Using it to set up a new account is (most of the time) as easy as entering your email address (and password), and Icedove will configure your account for you.
fr: L'assistant de configuration automatique d'Icedove. L'utiliser pour paramétrer un nouveau compte est (la plupart du temps) aussi simple que de saisir votre adresse électronique (et votre mot de passe), et Icedove configure votre compte pour vous.

source: Graphics-related regressions, e.g. if the graphical user interface doesn't seem to start at all (i.e. you cannot reach Tails Greeter).
fr: Régressions graphiques, par exemple si l'interface graphique utilisateur semble ne pas démarrer du tout (vous ne pouvez pas atteindre l'écran Tails Greeter).

source: How to test Tails 2.4~rc1?
fr: Comment tester Tails 2.4~rc1 ?

source: **Keep in mind that this is a test image.** We tested that it is not broken in obvious ways, but it might still contain undiscovered issues.
fr: **Gardez à l'esprit que ceci est une version de test.** Nous avons vérifié qu'elle ne soit pas instable de façon flagrante, mais elle peut encore contenir des problèmes non détectés.

source: But test wildly!
fr: Mais testez-la intensivement !

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fr: Si vous trouvez quelque chose qui ne fonctionne pas comme il devrait, merci [[de nous le signaler |doc/first_steps/bug_reporting]] ! Vous aurez des points supplémentaires si vous vérifiez d'abord que ce n'est pas un <a href="#known_issues">problème connu de cette version</a> ou un [[problème connu de longue date|support/known_issues]].

source: Download and install
fr: Téléchargement et installation

source: <a class="download-file" href="https://tails.boum.org/torrents/files/tails-i386-2.4~rc1.torrent" >Tails 2.4~rc1 torrent</a>
fr: <a class="download-file" href="https://tails.boum.org/torrents/files/tails-i386-2.4~rc1.torrent" >Torrent Tails 2.4~rc1</a>

source: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-2.4~rc1/tails-i386-2.4~rc1.iso" >Tails 2.4~rc1 ISO image</a> <span class="openpgp-small-link">[[OpenPGP signature|torrents/files/tails-i386-2.4~rc1.iso.sig]]</span>
fr: <a class="download-file use-mirror-pool" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-2.4~rc1/tails-i386-2.4~rc1.iso" >Image ISO Tails 2.4~rc1</a> <span class="openpgp-small-link">[[Signature OpenPGP|torrents/files/tails-i386-2.4~rc1.iso.sig]]</span>

source: To install 2.4~rc1, follow our usual [[installation instructions|install]], skipping the **Download and verify** step.
fr: Pour installer la version 2.4~rc1, suivez nos [[instructions d'installation|install]] habituelles, et passez l'étape **Téléchargement et vérification**.

source: Upgrade from 2.3 ------------------
fr: Mise à jour depuis la version 2.3 ---------------------------------

source: Start Tails 2.3 on a USB stick installed using *Tails Installer* and [[set an administration password|doc/first_steps/startup_options/administration_password]].
fr: Démarrez Tails 2.3 avec une clé USB installée avec l'*Installeur de Tails* et [[définissez un mot de passe d'administration|doc/first_steps/startup_options/administration_password]].

source: Run this command in a <span class="application">Root Terminal</span> to select the "alpha" upgrade channel and start the upgrade:
fr: Exécutez cette commande dans un <span class="application">terminal administrateur</span> pour sélectionner le canal de mise à jour "alpha" et démarrez la mise à jour :

source: 1. After the upgrade is installed, restart Tails and choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">About Tails</span> </span> to verify that you are running Tails 2.4~rc1.
fr: 1. Après l'installation de la mise à jour, redémarrez Tails et choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">À propos de Tails</span> </span> pour vérifier que vous exécutez Tails 2.4~rc1.

source: What's new since 2.3? =======================
fr: Quoi de neuf depuis la version 2.3 ? =======================

source: Changes since Tails 2.3 are:
fr: Les modifications depuis Tails 2.3 sont :

source: * Major new features and changes - Upgrade Tor Browser to 6.0 based on Firefox 45.2. (Closes: [[!tails_ticket 11403]]). - Enable Icedove's automatic configuration wizard. We patch the wizard to only use secure protocols when probing, and only accept secure protocols, while keeping the improvements done by TorBirdy in its own non-automatic configuration wizard. (Closes: [[!tails_ticket 6158]], [[!tails_ticket 11204]])
fr: * Nouvelles fonctionnalités et changements majeurs - Mise à jour vers Tor Browser 6.0 basé sur Firefox 45.2. (Ferme : [[!tails_ticket 11403]]). - Activation de l'assistant de configuration automatique d'Icedove. Nous avons corrigé l'assistant pour utiliser seulement des protocoles sécurisés lors des tests, et accepter seulement des protocoles sécurisés, et nous avons gardé les améliorations faites dans TorBirdy dans son propre assistant de configuration non automatique. (Ferme : [[!tails_ticket 6158]], [[!tails_ticket 11204]])

source: * Bugfixes - Enable Packetization Layer Path MTU Discovery for IPv4. If any system on the path to the remote host has a MTU smaller than the standard Ethernet one, then Tails will receive an ICMP packet asking it to send smaller packets. Our firewall will drop such ICMP packets to the floor, and then the TCP connection won't work properly. This can happen to any TCP connection, but so far it's been reported as breaking obfs4 for actual users. Thanks to Yawning for the help! (Closes: [[!tails_ticket 9268]]) - Make Tails Upgrader ship other locales than English. (Closes: [[!tails_ticket 10221]])
fr: * Problèmes corrigés - Activation du Packetization Layer Path MTU Discovery pour IPv4. Si n'importe quel système dans le chemin vers l'hôte distant a un MTU plus petit que celui de l'Ethernet standard, alors Tails va recevoir un paquet ICMP qui va lui demander d'envoyer des paquets plus petits. Notre pare-feu va supprimer de tels paquets ICMP, et alors la connexion TCP ne va pas fonctionner correctement. Cela peut arriver pour n'importe quelle connexion TCP, mais a été signalé comme provoquant des dysfonctionnement de obfs4. Merci à Yawning pour son aide ! (Ferme : [[!tails_ticket 9268]]) - L'outil de mise à jour Tails est fourni avec d'autres langues que l'anglais. (Ferme : [[!tails_ticket 10221]])

source: * Minor improvements - Icedove improvements: * Stop patching in our default into Torbirdy. We've upstreamed some parts, and the rest we set with pref branch overrides in /etc/xul-ext/torbirdy.js. (Closes: [[!tails_ticket 10905]]) * Use hkps keyserver in Engimail. (Closes: [[!tails_ticket 10906]]) * Default to POP if persistence is enabled, IMAP if not. (Closes: [[!tails_ticket 10574]]) * Disable remote email account creation in Icedove. (Closes: [[!tails_ticket 10464]]) - Firewall hardening (Closes: [[!tails_ticket 11391]]): * Don't accept RELATED packets. This enables quite a lot of code in the kernel that we don't need. Let's reduce the attack surface a bit. * Restrict debian-tor user to NEW TCP syn packets. It doesn't need to do more, so let's do a little bit of security in depth. * Disable netfilter's nf_conntrack_helper. * Fix disabling of automatic conntrack helper assignment. - Kernel hardening: * Set various kernel boot options: slab_nomerge slub_debug=FZ mce=0 vsyscall=none. (Closes: [[!tails_ticket 11143]]) * Remove the kernel .map files. These are only useful for kernel debugging and slightly make things easier for malware, perhaps and otherwise just occupy disk space. Also stop exposing kernel memory addresses through /proc etc. (Closes: [[!tails_ticket 10951]]) - Drop zenity hacks to "focus" the negative answer. Jessie's zenity introduced the --default-cancel option, finally! (Closes: [[!tails_ticket 11229]]) - Drop useless APT pinning for Linux. - Remove gnome-tweak-tool. (Closes: [[!tails_ticket 11237]]) - Install python-dogtail, to enable accessibility technologies in our automated test suite. (Part of: [[!tails_ticket 10721]]) - Install libdrm and mesa from jessie-backports. (Closes: [[!tails_ticket 11303]]) - Remove hledger. (Closes: [[!tails_ticket 11346]]) - Don't pre-configure the #tails chan on the default OFTC account. (Part of: [[!tails_ticket 11306]]) - Install onioncircuits from jessie-backports. (Closes: [[!tails_ticket 11443]]) - Remove nmh. (Closes: [[!tails_ticket 10477]]) - Drop Debian experimental APT source: we don't use it. - Use APT codenames (e.g. "stretch") instead of suites, to be compatible with our tagged APT snapshots. - Drop module-assistant hook and its cleanup. We've not been using it since 2010. - Remove 'Reboot' and 'Power Off' entries from Applications → System Tools. (Closes: [[!tails_ticket 11075]]) - Pin our custom APT repo to the same level as Debian ones, and explicitly pin higher the packages we want to pull from our custom APT repo, when needed. - config/chroot_local-hooks/59-libdvd-pkg: verify libdvdcss package installation. (Closes: [[!tails_ticket 11420]]) - Make Tails Upgrader use our new mirror pool design. (Closes: [[!tails_ticket 11123]])
fr: * Améliorations mineures - Améliorations d'Icedove : * Arrêt de l'ajout de nos correctifs dans Torbirdy. Nous leur en avons fourni une partie, et le reste est paramétré avec la ré-écriture des préférences dans /etc/xul-ext/torbirdy.js. (Ferme : [[!tails_ticket 10905]]) * Utilisation du serveur de clés hkps dans Engimail. (Ferme : [[!tails_ticket 10906]]) * Choix par défaut de POP si la persistance est activée, IMAP sinon. (Ferme : [[!tails_ticket 10574]]) * Désactivation de la création d'un compte de messagerie électronique distant dans Icedove. (Ferme : [[!tails_ticket 10464]]) - Renforcement des règles du pare-feu (Ferme : [[!tails_ticket 11391]]): * Les paquets RELATED ne sont plus acceptés. Cela active beaucoup d'éléments de code dans le noyau dont nous n'avons pas besoin. Reduisons un peu la surface d'attaque! * Limitation de l'utilisateur debian-tor aux paquets NEW TCP syn. Il n'est pas utile d'en faire plus, et cela ajoute un peu de sécurité. * Désactivation du filtre réseau nf_conntrack_helper. * Correction de la désactivation automatique de la valeur conntrack helper. - Renforcement du noyau : * Activation de plusieurs options de démarrage du noyau : slab_nomerge slub_debug=FZ mce=0 vsyscall=none. (Ferme : [[!tails_ticket 11143]]) * Suppresion des fichiers .map du noyau. Ils ne sont utiles que pour le débogage du noyau et rendent les choses un peu plus faciles pour un malware, et ils font un peu plus que simplement occuper de l'espace disque. Cela permet également d'empêcher l'exposition des adresses mémoires du noyau à travers /proc, etc. (Ferme : [[!tails_ticket 10951]]) - Suppression du bidouillage de zenity pour mettre le "focus" sur une réponse négative. Le zenity de Jessie introduit enfin l'option --default-cancel ! (Ferme : [[!tails_ticket 11229]]) - Suppression des paquets APT inutiles pour Linux. - Suppression de gnome-tweak-tool. (Ferme : [[!tails_ticket 11237]]) - Installation de python-dogtail, pour activer les outils techniques de nos ensemble de tests automatisés. (Partie de : [[!tails_ticket 10721]]) - Installation de libdrm et mesa depuis les jessie-backports. (Ferme : [[!tails_ticket 11303]]) - Suppression de hledger. (Ferme : [[!tails_ticket 11346]]) - Ne configure plus par défaut le canal #tails dans le compte par défaut de OFTC. (Partie de : [[!tails_ticket 11306]]) - Installation de onioncircuits depuis jessie-backports. (Ferme : [[!tails_ticket 11443]]) - Suppression de nmh. (Ferme : [[!tails_ticket 10477]]) - Suppression des sources APT expérimentales de Debian : nous ne les utilisons pas. - Utilisation des noms de code APT (i.e. "stretch") au lieu des suites, pour être compatible avec nos images APT marquées. - Suppression des appels à module-assistant et son nettoyage. Nous ne les avons pas utilisés depuis 2010. - Suppression des entrées 'Redémarrer' et 'Éteindre' du menu Applications → Outils système. (Ferme : [[!tails_ticket 11075]]) - Positionnement de notre dépôt APT personnalisé au même niveau que celui de Debian, et mise en avant explicite des paquets que nous voulons récupérer de notre dépôt APT personnalisé, lorsque c'est nécessaire. - config/chroot_local-hooks/59-libdvd-pkg : vérification de l'installation du paquet libdvdcss. (Ferme : [[!tails_ticket 11420]]) - L'outil de mise à jour de Tails utilise dorénavant notre nouveau système de groupes de miroirs. (Ferme : [[!tails_ticket 11123]])

source: For more details, see also our [changelog](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=testing).
fr: Pour plus de détails, voir aussi notre [liste des changements](https://git-tails.immerda.ch/tails/plain/debian/changelog?h=testing) (en anglais).

source: Known issues in 2.4~rc1
fr: Problèmes connus dans la version 2.4~rc1

source: [[Longstanding known issues|support/known_issues]]
fr: [[Problèmes connus de longue date|support/known_issues]]

source: * The new version of `mesa` ([[!tails_ticket 11303]]) improves the situation on some hardware, but introduces regressions at least on: - AMD HD 7770 - nVidia GT 930M
fr: * La nouvelle version de `mesa` ([[!tails_ticket 11303]]) améliore le fonctionnement sur plusieurs matériels, mais provoque des régressions au moins sur : - AMD HD 7770 - nVidia GT 930M

source: Icedove's autoconfig wizard stalls when probing some domains ([[!tails_ticket 11486]]) but not all.
fr: L'assistant de configuration automatique d'Icedove se bloque lors del'interrogation de certains domaines ([[!tails_ticket 11486]]), mais pas pour tous.
