Repository: Gaff/tails
Catalog: wiki/src/news/version_3.6.2.*.po
Languages: de

source: [[!meta title="Tails 3.6.2 is out"]]
de: [[!meta title=" Tails 3.6.2 wurde veröffentlicht "]]

source: This release fixes [[several security issues|security/Numerous_security_holes_in_3.6.1]] and users should upgrade as soon as possible.
de: Diese Version behebt zahlreiche [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_3.6.1.de]]. Alle Benutzerinnen und Benutzer sollten so schnell wie möglich aktualisieren.

source: Changes
de: Änderungen

source: Upgrades and changes
de: Aktualisierungen und Änderungen

source: - Update *Tor Browser* to 7.5.3.
de: - Aktualisierung des *Tor Browser* auf 7.5.3.

source: - Update *Thunderbird* to 52.7.0.
de: - Aktualisierung von *Thunderbird* auf 52.7.0.

source: Update *Intel microcode* to 3.20180312.1, which adds Spectre variant 2 mitigation for most common Intel processors.
de: Aktualisierung des *Intel Microcode* auf 3.20180312.1, welcher die Ausnutzung der 2. Variante von Spectre auf den meisten gängingen Intel Prozessoren verhindert.

source: - Upgrade *Linux* to 4.15.11-1.
de: - Aktualisierung von *Linux* auf 4.15.11-1.

source: Fixed problems
de: Behobene Probleme

source: Make input of Japanese and Korean characters in Tor Browser work again.
de: Die Ausgabe japanischer und koreanischer Schriftzeichen im Tor Browser funktioniert wieder.

source: Fix Tor Browser so add-ons installed by users work again, such as Tails Verification.
de: Von Nutzerinnen und Nutzern im Tor Browser installierte Erweiterungen, wie z.B. Tails Verification, funktionieren wieder.

source: For more details, read our [[!tails_gitweb debian/changelog desc="changelog"]].
de: Lesen Sie für mehr Details unser [[!tails_gitweb debian/changelog desc="Änderungsprotokoll"]].

source: See the list of [[long-standing issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[längerfristig bekannten Probleme|support/known_issues]] durch.

source: Get Tails 3.6.2
de: Holen Sie sich Tails 3.6.2.

source: - To install, follow our [[installation instructions|install]].
de: - Befolgen Sie zum Installieren unsere [[Installationsanweisungen|install]].

source: To upgrade, automatic upgrades are available from 3.6 and 3.6.1 to 3.6.2.
de: Es ist eine automatische Aktualisierung von 3.6 und 3.6.1 auf 3.6.2 verfügbar.

source: If you cannot do an automatic upgrade or if you fail to start after an automatic upgrade, please try to do a [[manual upgrade|upgrade]].
de: Falls Sie keine automatische Aktualisierung durchführen können oder das Starten nach einer automatischen Aktualisierung fehlschlägt, versuchen Sie bitte eine [[manuelle Aktualisierung|upgrade]].

source: If you are doing a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, it is only possible to select an ISO image when running Tails in English. For other languages, the file chooser button remains inactive:
de: Wenn Sie ein manuelles Upgrade von Tails 3.2, 3.3, 3.4 oder 3.5 machen, ist es nur möglich ein ISO-Image auszuwählen, wenn Tails in englischer Sprache benutzt wird. Für andere Sprachen bleibt der Knopf zur Dateiauswahl inaktiv:

source: To do a manual upgrade from Tails 3.2, 3.3, 3.4, or 3.5, you can either:
de: Um ein manuelle Aktualisierung von Tails 3.2, 3.3, 3.4 oder 3.5 durchzuführen, können Sie entweder:

source: Restart Tails in English.
de: Tails in Englisch neustarten.

source: Start <span class="application">Tails Installer</span> in English from the command line:
de: Den <span class="application">Tails Installer</span> in Englisch vom Terminal aus starten:

source: - [[Download Tails 3.6.2.|install/download]]
de: - [[Tails 3.6.2 herunterladen.|install/download]]

source: What's coming up?
de: Was kommt als Nächstes?

source: Tails 3.7 is [[scheduled|contribute/calendar]] for May 8.
de: Tails 3.7 ist für den 8. Mai [[geplant|contribute/calendar]].

source: Have a look at our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap desc="Roadmap"]], um zu sehen, was wir als Nächstes vorhaben.

source: We need your help and there are many ways to [[contribute to Tails|contribute]] (<a href="https://tails.boum.org/donate?r=3.6.2">donating</a> is only one of them). Come [[talk to us|about/contact#tails-dev]]!
de: Wir brauchen Ihre Hilfe und es gibt viele Wege, [[Tails zu unterstützen|contribute]] (<a href="https://tails.boum.org/donate/index.de.html?r=3.6.2">Spenden</a> ist nur einer davon). [[Sprechen Sie uns an|about/contact#tails-dev]]!
